#مرحله اول پارت دوم
#در این پارت یه شما تمام موارد لازم برای نوشتن کد داده می شود. در این مرحله شما صرفا نویسنده اید

#socket نویسی
#از بخش های مهم در بسیاری از برنامه ها نوشتن سوکت برای ارتباط با عناصر خارجی است
#از کتابخانه زیر استفاده کنید.و یک سوکت ساده ایجاد کنید. به یک سایت مانند گوگل آن را متصل کنید
#درخواست ساده به سایت مورد نظر بفرستید. و پاسخ سایت را پرینت نمایید
#نکته: بی نهایت نمونه کد برای این مرحله  در اینترنت است
#مانعی در استفاده از آن ها نیست. مهم آن است که کارکرد کد را بفهمید
#search => "build simple tcp client with python socket library"

import socket